app/controllers/tasks_controller.rb

  def create
    @task = Task.new(task_params)

    respond_to do |format|
      if @task.save
---
INSERT INTO "tasks" ("content", "created_at", "updated_at") VALUES (?, ?, ?)  [["content", "hi"], ["created_at", "2017-10-06 06:11:03.943817"], ["updated_at", "2017-10-06 06:11:03.943817"]]